Repository: wp-plugins/purple-heart-rating-free
Catalog: assets/langs/purple-heart-rating-free-*.po
Languages: de_de, jp_jp

source: You should consider entering you purchase code for the %s plugin because you get every update immediately delivered to your WordPress installation.
de_de: Du solltest darüber nachdenken, deinen Kaufcode (Purchase Code) für das %s plugin einzugeben. Damit wirst Du sofort automatisch benachrichtigt, sobald ein Update vorliegt.
jp_jp: %sのプロダクトコードを入力するとプラグインアップデートが自動でワードプレスのインストールに直ちに送られます。

source: Purple Heart Rating
de_de: Purple Heart Bewertung
jp_jp: Purple Heartの評価

source: Logs
jp_jp: ログ

source: Rate us with a heart, or not!
de_de: Gib uns ein lila Herz - oder keins!
jp_jp: 評価してください！

source: So that we are getting better and you have more benefits of our posts.
de_de: Damit wir besser werden und Du noch mehr Nutzen und Freude an unseren Artikeln hast.
jp_jp: ポストやサービスの改善。

source: What?
de_de: Was ist das?
jp_jp: 何を？

source: We want to know what you think about this site. Share your feedback with the author - and help us to improve this page.
de_de: Wir möchten gerne wissen, was Du über diese Seite denkst. Teile dein Feedback mit dem Autor und hilf uns, diese Seite weiter zu verbessern.
jp_jp: このサイトについての意見をお聞かせください。ページ改善のためフィードバックをシェアしてください。

source: What else would you like to tell the webmaster about this website?
jp_jp: ウェブサイトについてウェブマスターにメッセージを書きますか？

source: Thanks for rating
jp_jp: 評価をありがとうございます！

source: Settings updated.
de_de: Einstellungen gespeichert!
jp_jp: 設定がアップデートされました。

source: Comment-box popup window
jp_jp: コメントボックスのポップアップウィンドウ

source: Options
de_de: Optionen
jp_jp: オプション

source: About
de_de: Über uns
jp_jp: について

source: Like this plugin?
de_de: Du magst dieses Plugin?
jp_jp: このプラグインをお気に入りに追加しますか？

source: Subscribe to our free newsletter
jp_jp: 無料のニュースレターを購読

source: Helpful links
de_de: Hilfreiche Links
jp_jp: 便利なリンク

source: Purple Heart Rating Settings
de_de: Purple Heart Einstellungen
jp_jp: Purple Heart 評価設定

source: Switch
jp_jp: 変更

source: WordPress Rating Plugin by WP-Buddy
jp_jp: WP-Buddyのワードプレス評価のプラグイン

source: (PREVIEW MODE)
jp_jp: （プレビューモード）

source: Sorry, we cannot proceed your comment.
jp_jp: コメントできませんでした。

source: Sorry, the post you are trying to comment on does not exist.
jp_jp: コメントを付けたいポストが見つかりません。

source: Anonymous
jp_jp: 匿名

source: Sorry, your comment could not be saved.
jp_jp: コメントを保存できませんでした。

source: Thanks for your comment!
jp_jp: コメントをありがとうございます！

source: Sorry, we cannot proceed your rating.
de_de: Tut uns leid, aber da ist irgend etwas schief gelaufen.
jp_jp: 評価できませんでした。

source: Sorry, the post you are trying to rate does not exist.
de_de: Tut uns leid, aber der Artikel den Sie bewerten wollen existiert nicht.
jp_jp: 評価したいポストが見つかりません。

source: You have already rated this post. Thank you!
de_de: Sie haben diesen Artikel bereits bewertet. Vielen Dank!
jp_jp: ポストへの評価ありがとうございました！

source: Start customizing your purple heart rating plugin
de_de: Passe jetzt Dein Purple Heart Plugin nach Deinen Wünschen an.
jp_jp: Purple Heartの評価のカスタマイズを開始

source: Please help to improve this plugin and allow tracking.
de_de: Bitte helfen Sie mit, dieses Plugin weiter zu verbessern und erlauben Sie das automatische Tracking.
jp_jp: プラグインを改善するために追跡を許可して下さい。

source: Not now!
de_de: Nicht jetzt!
jp_jp: 後で

source: Okay!
jp_jp: する

source: Sorry, we cannot proceed this action.
de_de: Tut uns leid, aber da ist irgend etwas schief gelaufen.
jp_jp: このアクションを続行することはできません。

source: Options updated!
de_de: Optionen gespeichert!
jp_jp: オプションの更新

source: Settings
de_de: Einstellungen
jp_jp: 設定

source: More Plugins by WPBuddy
de_de: Weitere coole Produkte von WPBuddy
jp_jp: WPBuddyの他のプラグイン

source: Sorry, the comment you are trying to rate on does not exist.
jp_jp: 評価したいコメントが見つかりません。

source: You have already rated this comment. Thank you!
jp_jp: コメントへの評価ありがとうございました！

source: Sorry, your rating could not be saved.
jp_jp: 評価を保存できませんでした。

source: Thanks for your rating!
jp_jp: 評価をありがとうございます！

source: Could not find GD Star Rating table!
de_de: GD Star Rating Tabelle wurde nicht gefunden!
jp_jp: GD Star Ratingのデーターベースのテーブルが見つかりません。

source: Successfully imported from GD Star rating! GD Star Rating has been deactivated.
de_de: Daten des GD Star Rating Plugins wurden erfolgreich übernommen. GD Star Rating wurde nun deaktiviert.
jp_jp: GD Star Ratingのインポートが成功しました。GD Star Rating が無効になりました。

source: Could not import your data from the GD Star Rating plugin.
de_de: Die Daten des GD Star Rating Plugins konnten nicht übernommen werden.
jp_jp: GD Star Ratingからデータをインポートできませんでした。

source: Error while refreshing the current ratings.
de_de: Es trat ein Fehler während der Aktualisierung auf.
jp_jp: 評価更新中のエラー

source: Your name (optional)
jp_jp: 名前（オプション）

source: Your E-Mail (optional)
jp_jp: メール（オプション）

source: Your comment
jp_jp: コメント

source: Close
jp_jp: 閉じる

source: Send
jp_jp: 送信

source: Items per page
jp_jp: ページの表示数

source: Are you sure you want to do this? This will remove all database tables as well as your ratings. The plugin will then de-activate itself.
jp_jp: データベースや評価を消去し、プラグインを最適化します。よろしいですか？

source: Yes, uninstall and deactivate this plugin!
jp_jp: はい、プラグインをアンインストールし無効する

source: No, do not uninstall!
jp_jp: いいえ、アンインストールしません

source: Rating
jp_jp: 評価

source: Votes
jp_jp: 投票

source: Rated on
jp_jp: 評価日付

source: Time
jp_jp: 時間

source: IP Address (anonymized)
jp_jp: IPアドレス（匿名）

source: Post ID
jp_jp: ポストのID

source: Comment ID
jp_jp: コメントのID

source: Delete
jp_jp: 削除

source: Post is no longer available
jp_jp: ポストが利用できません

source: Post:
jp_jp: ポスト：

source: Comment is no longer available
jp_jp: コメントが利用できません

source: Comment:
jp_jp: コメント：

source: Installation manual
de_de: Installationsanleitung (englisch)
jp_jp: インストール説明書

source: Frequently Asked Questions
de_de: Häufige Fragen (englisch)
jp_jp: FAQ

source: Report a bug
de_de: Einen Fehler melden (englisch)
jp_jp: バグを報告する

source: Request a function
de_de: Eine Funktion vorschlagen (englisch)
jp_jp: 機能を要求

source: Submit a translation
de_de: Eine Übersetzung einreichen (englisch)
jp_jp: 翻訳文を提出する

source: More cool stuff by WPBuddy
de_de: Weitere coole Produkte von WPBuddy
jp_jp: WPBuddyのオススメ

source: Your first name
de_de: Ihr Vorname
jp_jp: 名前

source: Your E-Mail address
de_de: Ihre E-Mail Adresse
jp_jp: メールアドレス

source: Subscribe for free
de_de: Kostenlos eintragen
jp_jp: 無料で購読する

source: Icon
jp_jp: アイコン

source: Color
jp_jp: 色

source: Headline
de_de: Überschrift
jp_jp: 見出し

source: activate / deactivate
jp_jp: 有効/無効

source: Description
de_de: Beschreibung
jp_jp: 説明

source: "More Button" label
de_de: "Mehr erfahren" Button-Beschriftung
jp_jp: More Buttonのラベル

source: Popover headline
jp_jp: ポップオーバーの見出し

source: Popover description
jp_jp: ポップオーバーの説明

source: Width of the info area
jp_jp: インフォメーションのエリアの広さ

source: px, em or %
jp_jp: px、em、%

source: Width of the rating area
jp_jp: 評価エリアの広さ

source: Rating buttons width
jp_jp: 評価ボタンの広さ

source: Headline font size
jp_jp: 見出しのフォントサイズ

source: Description font size
jp_jp: フォントサイズの設定

source: "More button" label font size
jp_jp: More Buttonのラベルフォントサイズ

source: Popover headline font size
jp_jp: ポップオーバーの見出しのフォントサイズ

source: Popover description font size
jp_jp: ポップオーバーの説明のフォントサイズ

source: Positive percentage font size
jp_jp: 正の割合のフォントサイズ

source: Negative percentage font size
jp_jp: 負の割合のフォントサイズ

source: Icon size
jp_jp: アイコンのサイズ

source: Custom CSS
jp_jp: カスタムCSS

source: Here you can add your custom css. Please note that some of your changes might not appear on this page because WordPress sometimes overwrites it. Read more on this here: %s.
jp_jp: ここでカスタムCSSを入力できます。ワードプレスが上書きされたために変更履歴が表示されない場合がありますのでご注意ください。詳しくは： %s.

source: How to style the rating plugin
jp_jp: プラグイン評価のスタイルの仕方

source: Switch rating positions
jp_jp: 評価の順番を変更

source: Reset to defaults
de_de: Standardeinstellungen wiederherstellen
jp_jp: デフォルトの設定

source: Where to display the rating?
jp_jp: 評価の提示場所？

source: Before the content
jp_jp: 内容の前

source: After the content
jp_jp: 内容の後

source: Within the comment fields
jp_jp: コメントのフィールド内

source: On which post types?
de_de: Bei welchen Artikelarten?
jp_jp: ポストの種類

source: Nothing
jp_jp: ない

source: Allow comment rating
jp_jp: コメントの評価を許可する

source: Yes
de_de: Ja
jp_jp: はい

source: No
de_de: Nein
jp_jp: いいえ

source: Choose "Yes" if you want to allow rating the comments.
jp_jp: コメントの評価を許可する場合には「はい」を選択してださい。

source: Sort the comments
jp_jp: コメントを並び替え

source: Choose "Yes" if you want the plugin to sort the comments depending on the ratings.
jp_jp: 評価を基にコメントを並び替える場合には「はい」を選択してください。

source: Log Save Time
jp_jp: ログの保存時間

source: hours (Keep empty to save for the maximum duration = 365 days)
jp_jp: 時間（最大限度は３６５日間）

source: Add Javascript to Footer
jp_jp: フッターにJavascriptを追加する

source: Adding the Javascripts to the footer will sometimes help to get the plugin to work.
jp_jp: javascriptをフッターに追加することでプラグインを有効にできる場合があります。

source: Add jQuery
jp_jp: jQueryを追加する

source: This should only be activated if your theme is using an older version of jQuery. Please note that this can stop some of your javascripts to work properly. You should consider updating your theme to the latest version instead.
jp_jp: jQueryのバージョンが古い場合にのみ有効です。javascriptが機能しなくなる場合がありますのでご注意ください。代わりにテーマを最新バージョンに更新することをオススメします。

source: Use jQuery in noConflict-mode
jp_jp: jQueryをnoConflictモードで使用する

source: This can be activated if you are using more than just one jQuery version.
jp_jp: １つ以上のjQueryバージョンを使用している場合有効です。

source: Show "powered by"?
jp_jp: "powered by"を表示?

source: Whether the "Rating Plugin by WPBuddy" link should be shown underneath the Rating Plugin.
jp_jp: Rating Plugin by WPBuddyをプラグインの下に提示？

source: Allow tracking?
de_de: Tracking erlauben?
jp_jp: 追跡を許可しますか？

source: This helps us to improve the plugin. Thank you!
de_de: Bitte hilf uns, dieses Plugin zu verbessern. Vielen Dank!
jp_jp: プラグインを改善へのご協力ありがとうございます。

source: More info about what we track.
de_de: Mehr Informationen darüber, was wir loggen
jp_jp: 追跡情報の詳細はこちら。

source: Display comment-box after rating?
jp_jp: 評価後コメントボックスを表示しますか？

source: Popup headline
jp_jp: ポップアップ見出し

source: Popup text
jp_jp: ポップアップ文字

source: Purchase Code
jp_jp: プロダクトコード

source: In order to get automatic updates you should enter your purchase code. If you do not know where you can find your purchase code, read this: %s
jp_jp: プロダクトコードを入力すると自動アップデートを行います。プロダクトコードが分からない場合：%s

source: How to find your purchase code
jp_jp: プロダクトコードの見つけ方

source: GD Star Rating detected
de_de: GD Star Rating Plugin wurde gefunden
jp_jp: GD Star Ratingを見つけました

source: Import data from the GD Star Rating Plugin
de_de: Daten aus dem GD Star Rating Plugin importieren
jp_jp: GD Star Ratingのプラグインからデータをインポートする

source: By clicking this button all ratings generated by the GD Star Rating plugin will be imported to the Purple Heart Rating Plugin. After that the GD Star Rating Plugin will be deactivated. Important: this will overwrite your existing Purple Heart Ratings.
de_de: Wenn Sie diesen auf diesen Button klicken werden alle Inhalte des GD Star Rating Plugins in Ihr neues Purple Heart Plugin übernommen. Danach wird das GD Star Rating automatisch deaktiviert. Wichtig: Diese Importfunktion wird alle existierenden Purple Heart Datenbankeinträge überschreiben.
jp_jp: このボタンをクリックするとGD Star Ratingの評価がPurple Heartのプラグイン上にインポートされます。その後GD Star Ratingは無効になります。注意；今までのPurple Heartのデータを上書きします。

source: Show all Purple Heart comments
jp_jp: Purple Heartのコメントをすべて表示

source: Uninstall the plugin
jp_jp: プラグインをアンインストールする

source: Deactivate Rating on this page
jp_jp: このページの評価を無効にします

source: Reset rating after saving
jp_jp: 保存した後に評価をリセットする

source: Resetting the rating will remove all ratings! Use carefully!
jp_jp: 評価をリセットするとすべての評価を削除します。ご注意ください。

source: WPBuddy: Purple Heart Top Ratings
jp_jp: WPBuddy: Purple Heartのトップ評価

source: Shows the top 10 posts, pages or custom post types
jp_jp: トップ１０のポスト、ページ、ポストの種類を表示

source: No posts with ratings so far
jp_jp: まだ評価がありません

source: Top 10 posts
jp_jp: ポストのトップ１０

source: Title:
jp_jp: タイトル：

source: Number of posts
jp_jp: ポストの数

source: Sorting
jp_jp: 並び替え

source: The posts with the highest rating are listed first
jp_jp: 評価の高いポストから

source: The posts with the highest number of votes are listed first
jp_jp: 投票の高いポストから

source: Post Types
jp_jp: ポストの種類

source: The Purple Heart Plugin (Free Version) has been deactivated because the PRO-Version is installed.
de_de: Die kostenlose Version des Purple Heart Plugins wurde deaktiviert weil die PRO-Version installiert ist.

source: Go back to the plugins section
de_de: Zurück zur Plugin-Übersicht

source: The Purple Heart Plugin (Free Version) cannot be activated because the PRO-Version is installed already.
de_de: Die kostenlose Version des Purple Heart Plugins kann nicht aktiviert werden, weil die PRO-Version bereits installiert ist.

source: General
de_de: Allgemeines

source: Discover
de_de: Entdecken

source: Grab our free newsletter!
de_de: Kostenloser Newsletter!

source: WordPress Rating Plugin by WPBuddy
de_de: Rating Plugin von WP-Buddy

source: &ldquo;Servus %s! You have been using the free version of the Purple Heart Rating Plugin.&rdquo;
de_de: &ldquo;Servus %s! Im Moment nutzt Du die kostenlose Version des Purple Heart Rating Plugins.&rdquo;

source: &ldquo;Maybe it's a good time to upgrade now to the pro-version?&rdquo;
de_de: &ldquo;Vielleicht ist es jetzt an der Zeit ein Upgrade durchzuführen?&rdquo;

source: &ldquo;Join many others who are benefitting from the full list of features for their online success!&rdquo;
de_de: &ldquo;Schau sofort nach wie andere vom vollen Funktionsumfang für ihren Online-Erfolg profitieren.&rdquo;

source: COMPARE free & pro
de_de: VERGLEICHE kostenlos & pro

source: Customize
de_de: Individualisieren

source: "More Button" headline
de_de: "Mehr erfahren" Button-Überschrift

source: "More Button" description
de_de: "Mehr erfahren" Button-Beschreibung

source: IP Save Time
de_de: IP Speicherzeitraum

source: hours (Keep empty to save for the maxium duration = 365 days)
de_de: Stunden (Lassen Sie dieses Feld leer für die maximale Zeitdauer = 365 Tage)

source: Other
de_de: Sonstiges
